{"date":"2016-04-26","title":"Vaccine switched in 'milestone' towards ending polio","content":"More than 150 countries have begun switching to a different polio vaccine - an important milestone towards polio eradication, health campaigners say.\nThe new vaccine will target the two remaining strains of the virus under a switchover 18 months in the planning.\nThere were just 74 cases of the paralysing disease in 2015 and there have been 10 so far this year.\nAll of the cases were in Afghanistan and Pakistan. Africa has been free of polio for more than a year.\nSwitching the vaccine from one successfully used to fight polio for more than 30 years is a huge logistical exercise.\nThousands of people will monitor the changeover in 155 countries during the next fortnight.\nIt is taking effect mainly in developing countries, but also in richer ones such as Russia and Mexico.\nThe new vaccine will still be given as drops in the mouth, so healthcare workers will not need fresh training.\nIt will no longer include a weakened version of type 2 polio virus, which was eradicated in 1999.\nDr Stephen Cochi, from the US-based Centers for Disease Control (CDC), said: \"The current vaccine contains live weakened virus relating to three types of polio.\n\"But we don't need the type 2 component, as it's not in the world any longer.\n\"And in very rare cases it can mutate and lead to polio, through what's called circulating vaccine-derived virus.\n\"So removing type 2 from the vaccine takes away that risk - and ensures we have a vaccine which will work better dose by dose.\"\nPolio, or poliomyelitis, mainly affects children aged under five\nIt is a highly infectious disease caused by a virus. It invades the nervous system and can cause total paralysis in a matter of hours\nInitial symptoms include fever, fatigue, headache, vomiting, stiffness of the neck and pains in the limbs\nOne in 200 infections leads to irreversible paralysis. Among those paralysed, 5% to 10% die when their breathing muscles become immobilised\nToday, only two countries - Afghanistan and Pakistan - remain polio-endemic, down from more than 125 in 1988\nThe planning involved in the switchover has included dealing with a global stockpile of 100 million doses of vaccine targeting just type 2, built up as an insurance policy in case of any outbreak.\nThe World Health Organization denied some media reports that \"millions\" of doses of the old vaccine would need to be destroyed, by incineration or other approved means.\nIts director of polio eradication, Michel Zaffran, said: \"Some will need to be destroyed - but this will be a few vials, not trucks full of vaccine.\n\"This has been carefully planned because of the huge amount of resources, so countries have been using up the old vaccine, to minimise leftover quantities.\n\"We're closer than ever to ending polio worldwide, which is why we are able to move forward with the largest and fastest globally synchronised vaccine switchover.\"\nBy 1988, polio had disappeared from the US, UK, Australia and much of Europe but remained prevalent in more than 125 countries. The same year, the World Health Assembly adopted a resolution to eradicate the disease completely by the year 2000.\nIn 2015, polio remained endemic in only two countries - Pakistan and Afghanistan. There have been only 10 cases reported so far in 2016, all of which were in Pakistan and Afghanistan. Africa has been free of polio for more than a year.\n"}