{"date":"2016-04-25","title":"Syria conflict: Air strikes on Idlib markets 'kill dozens'","content":"At least 44 people have been killed and dozens hurt in Syrian government air strikes on markets in two rebel-held towns in Idlib province, activists say.\nThe Syrian Observatory for Human Rights said 37 died in Maarat al-Numan and another seven in nearby Kafranbel.\nThe monitoring group added that three children were among the victims and the death toll was expected to rise.\nEscalating violence in the north-west in recent days has left a seven-week partial truce on the verge of collapse.\nEarlier, the head of the main Syrian opposition umbrella group said it had suspended formal participation in UN-led peace talks in Geneva in protest at alleged government violations.\nRiad Hijab declared that the High Negotiations Committee could not take part while people were dying. The process, he said, was only increasing their suffering.\nThe Syrian government has accused rebel forces of violating the truce.\nThe Syrian Observatory described Tuesday's air strikes in Idlib as \"massacres\".\nThe attack on Maarat al-Numan was believed to be the deadliest since the cessation of hostilities - brokered by the US and Russia to make way for the peace talks - took effect on 27 February, the UK-based group said.\nAhmed Sheikho, a volunteer emergency response worker from the Syrian Civil Defence, told Reuters news agency that the central vegetable market in Maarat al-Numan was bombed at about noon. The market in Kafranbel, about 10km (six miles) away, was hit at the same time, he said.\n\"We have more than 20 cars that have been moving dead and injured to hospitals in the area,\" he added.\nMr Sheikho said 38 people were killed in Maarat al-Numan and 10 in Kafranbel. The Local Co-ordination Committees (LCC), an opposition activist network, put the death tolls at 45 and nine respectively.\nThere was no immediate comment from the Syrian military, and the official Sana news agency made no mention of the air strikes in Idlib.\nGovernment warplanes and helicopters also bombed several other rebel-held towns and villages in Idlib province on Tuesday, according to the LCC.\nClashes between rebels and government forces were also reported in northern Homs province, and in the coastal province of Latakia, where rebel groups launched assaults on government positions on Monday in retaliation for what they said was an increase in attacks on residential areas and displaced people.\n"}