{"date":"2016-04-25","title":"Success of ‘Hamilton’ May Have Saved Hamilton on the $10 Bill","content":"WASHINGTON — For more than 100 years, women have waited for a portrait of someone of their sex at the center of a paper note, a wait that appeared to be ending when Treasury Secretary Jacob J. Lew announced 10 months ago that he would choose a woman for a new $10 bill in development.\nBut then the fame of a striving immigrant from the West Indies named Alexander Hamilton achieved unlikely heights in the lights on Broadway more than 200 years after his untimely death. The first Treasury secretary, in the 18th century, Hamilton became a 21st-century rap-musical phenomenon, and a small coterie of history-minded Hamiltonians swelled by millions to include not just well-heeled adults shelling out up to thousands of dollars a ticket but teenagers rapping Hamilton’s life story at the dinner table.\nNow Mr. Lew is leaning toward keeping Hamilton at the center of the $10 note and placing a vignette of female historical figures on the flip side.\nBut, in keeping with his announcement last June, Mr. Lew is expected to simultaneously announce that a woman will be front and center on the more numerous $20 notes — displacing the (currently) less popular Andrew Jackson — and that one or more women will be on the $5 bill as well. Mr. Lew’s own public hints in recent weeks have pointed in this direction.\n“We’re not talking just about one bill,” Mr. Lew said Thursday on CNBC. “We’re talking about the $5, the $10 and the $20.” And last month he carefully avoided saying a woman’s portrait would be at the center of the $10 bill, telling Charlie Rose in an interview on PBS, “We are going to put a woman on the face of our currency.”\nStill, it would be years before the $20 and $5 bills could be redone, a time lag that would infuriate many eager to see a woman honored.\n“If Jack Lew keeps Hamilton on the front, then I don’t think we’ll ever see a woman on the front,” said Shelley Zalis, founder of the Girls Lounge, a networking organization for female corporate leaders. “Who knows if that will ever be a reality?”\nThe $20 and $5 bills are next in the government’s process of redesigning currency to deter increasingly sophisticated counterfeiters, and also to add new tactile features for identification by the visually impaired. Given the complexity of the process, new versions would probably not enter circulation before the 2030s, government officials say."}