{"date":"2016-04-19","title":"Cuba officials call Obama's visit an ‘attack,’ Raul Castro labels U.S. as 'enemy'","content":"Weeks after President Barack Obama’s historic trip to Cuba, officials from the Communist island have ramped up their attacks on the U.S.\nOn Monday, Foreign Minister Bruno Rodriguez called Obama's visit \"an attack on the foundation of our history, our culture and our symbols.\"\n\"Obama came here to dazzle the non-state sector, as if he wasn't the representative of big corporations but the defender of hot dog vendors, of small businesses in the United States, which he isn't,\" Rodriguez said.\nThe foreign minister’s response came days after Cuba President Raul Castro said that the United States is \"the enemy\" and warned Cubans to be vigilant about the United States' efforts to undermine the Communist revolution, according to Reuters.\nThe remarks came at the Cuban Communist Party's twice-a-decade congress, held over the weekend, where some of Cuba's most powerful officials criticized the creaking inefficiency of its state-controlled economy, tarred its vibrant private sector as a potential source of U.S. subversion.\nThe comments illustrated the conundrum faced by a Cuban government simultaneously trying to modernize and maintain control in a new era of detente with Washington.\nRene Gonzalez, a former intelligence agent held in the United States in a case resolved by the declaration of detente with Washington, made an unusual call for the consideration of political reform in Cuba.\nSaying the party had focused excessively on the economy for 10 years, he said, \"Let the party call for a broad public discussion that goes beyond concepts of economic development.\"\n\"Let's arrive at the eighth party congress for the first time in human history with a consensus on that human aspiration that some call democracy, and that's possible through socialism,\" Gonzalez said.\nState media did not indicate whether his proposal was included in any of the formal documents put up for a vote during the congress.\nAged 55 and 58, respectively, Diaz-Canel and Rodriguez are members of the generation expected to move into the highest ranks of power in Cuba as early as Tuesday when the congress' vote is announced.\nCastro said Saturday that he was proposing an age limit of 60 for election to the Central Committee and 70 for lower-ranking but important posts in the party.\nCastro is 84 and his second secretary, hardliner Jose Ramon Machado Ventura, is 85.\nThe Associated Press contributed to this report."}