{"date":"2016-04-25","title":"Panel Would Make Insurers Help Contain Rising Drug Costs","content":"WASHINGTON — An influential federal advisory panel is calling for Congress to force private insurers to rein in rapid increases in prescription drug costs — by cutting some Medicare payments to insurance companies while shielding older Americans from higher out-of-pocket expenses.\nThe recommendations by the nonpartisan Medicare Payment Advisory Commission would squeeze private insurers and drug makers alike, creating strong new incentives for insurance companies to manage the use of prescription medicines by beneficiaries and negotiate larger price discounts with pharmaceutical manufacturers. The Obama administration agrees with the reasoning.\nSince its start a decade ago, the Medicare drug program, known as Part D of Medicare, has been hailed as a success: a benefit delivered entirely by private insurance companies and subsidized by the government at a cost far below expectations.\nBut with drug prices increasing, Medicare beneficiaries now find that they may have thousands of dollars in out-of-pocket costs, even with prescription coverage, and the government is subsidizing more of the benefit than originally intended.\nFederal spending on prescription drugs under Part D rose 16.6 percent last year, to $75 billion, in part because of new drugs to treat hepatitis C. The Congressional Budget Office expects similar growth this year.\nBeneficiaries are feeling the pinch. Barbara N. DalPonte, 67, who lives in a suburb of Salem, Ore., takes six drugs, including one for chronic lung problems and another, Nexium, for excess stomach acid. She was in a Humana plan last year, but when she learned that the costs to her would total $7,400 this year, she switched to one offered by another company — EnvisionRx, a unit of Rite Aid — with out-of-pocket costs of $3,400.\n“The costs are distressing,” she said, “but the drugs are effective, they work for me, and I don’t know what I would do if I did not have coverage for them.”\nThe government currently reimburses insurers for 80 percent of a Medicare beneficiary’s drug costs exceeding a certain “catastrophic” level — roughly $7,500 this year. The Medicare Payment Advisory Commission voted this month to recommend that Congress cut the federal share of catastrophic drug costs to 20 percent."}