{"date":"2016-04-25","title":"Speaker David Gowan Reshapes Arizona House, From the Carpets on Up","content":"PHOENIX — When lawmakers in the Arizona House of Representatives went looking for a new speaker in late 2014, they turned to David M. Gowan, an unassuming Republican legislator whom colleagues on both sides of the aisle saw as someone they could work with.\nBut Mr. Gowan has proved to be anything but. He has angered lawmakers from the right and left since assuming the post in January 2015, putting his own stamp on a legislative body that has garnered its share of attention for its far-right leanings on issues like immigration and abortion.\nRight after approving a budget last year that forced state agencies to make another round of cuts, Mr. Gowan, a conservative who makes his home in a rural border county in southeastern Arizona, embarked on a redecorating spree.\nThe House floor got an elegant carpet. Lawmakers got reupholstered chairs. His leadership team got cherry wood office furniture. He also planned for showers and a multiuse room in the basement, but shelved the project after half of his Republican caucus chided his “excessive spending” in a letter.\nIn January, Mr. Gowan repaid the state for travel reimbursements and daily allowances he had improperly claimed, a matter that remains under investigation by the state’s attorney general. He began this month by abruptly revoking reporters’ access to the House floor unless they agreed to an extensive background check.\nNone of them did.\nFourteen journalists regularly assigned to cover the Capitol retreated to the second-floor gallery that morning, taking pictures and writing stories as a group of visiting elementary school students giggled and gawked. State Representative Ken Clark, a Democrat from Phoenix, warned, “This is a slippery slope.”\nIn an op-ed column, Amanda Ventura, the president of the local chapter of the Society of Professional Journalists, wrote, “Reporters pose no security threat — unless truth hurts.”\nFrom the floor, Mr. Gowan told his colleagues, by way of explanation, “I want to make sure you’re protected.” But the ensuing debate promptly stirred another controversy, about guns in the chamber."}