{"date":"2016-04-25","title":"Michigan Governor to Drink Flint Tap Water for a Month","content":"Gov. Rick Snyder of Michigan, facing persistent criticism of his handling of the water crisis in Flint, on Monday took home five jugs of filtered tap water from the city and said he planned to drink it and cook with it for at least the next month.\nMr. Snyder said he would restock on Flint water during regular trips to the city, which is reeling from elevated levels of lead and other contaminants after a state-approved switch of drinking water sources in 2014. He said he hoped his decision to drink tap water would “alleviate some of the skepticism and mistrust” that has left many residents scared to drink or even shower.\n“Flint residents made it clear that they would like to see me personally drink the water, so today I am fulfilling that request,” Mr. Snyder said in a statement.\nMr. Snyder, a Republican, is following a familiar playbook for elected officials seeking to make a point. Gov. Hugh L. Carey of New York once offered to drink a glass of PCBs amid concern about pollution in Hudson River water. Mayor Jane M. Byrne of Chicago briefly moved into the Cabrini-Green public housing project in the 1980s during a wave of gun violence there. And more recently, according to The Denver Post, Gov. John Hickenlooper of Colorado boasted in 2013 of having once ingested fracking fluid as he argued for state regulation of natural gas production.\nFor his foray into experiential politics, Mr. Snyder picked up his first batch of filtered Flint water on Monday from a home where tests of untreated water once far exceeded the federal action for lead.\nMichigan officials, who have distributed lead-removing filters to residents in recent months, have insisted that those who have received them can safely drink filtered tap water. But many residents have resisted using any tap water, filtered or not, and experts warn that a drop in water use may slow Flint’s recovery.\nState Senator Jim Ananich, who represents Flint and has criticized the governor’s response to the water problems, said he was happy to hear Mr. Snyder would be drinking the water and hoped it would give “him a little taste of what people in Flint have been living with.”\nBut Mr. Ananich said the governor’s efforts would be better spent securing more funding from Congress to aid the city’s recovery."}