{"date":"2016-04-25","title":"Marijuana Legalization in New England Is Stalled by Opiate Crisis","content":"MONTPELIER, Vt. — First came Colorado and Washington. Then Alaska, Oregon and Washington, D.C. Now advocates for legal marijuana are looking to New England, hoping this part of the country will open a new front in their efforts to expand legalization nationwide.\nBut this largely liberal region is struggling with the devastating effect of opiate abuse, which is disrupting families, taxing law enforcement agencies and taking lives. And many lawmakers and public officials are balking at the idea of legalizing a banned substance, citing potential social costs.\n“The shadow of the heroin epidemic is something that people think about when they think about the legalization, and they ask themselves, ‘Are we sending the right message about legalization?’ ” said Shap Smith, the speaker of the House in Vermont, who is open to legalizing marijuana. “I think in the public’s mind, it’s making passage of this bill more difficult.”\nA Vermont bill supported by Gov. Peter Shumlin, a Democrat, and approved by the State Senate in February would create a regulated market for recreational marijuana in this deeply progressive state — the cradle of Phish and New England’s proud hippie haven.\nBut the bill is hobbling through the House, where it was stripped this month of the parts that would allow legalization. As of Friday, it contains only a cautious provision to allow home-growing and legalized possession of small amounts of marijuana — well short of the regulated market that Mr. Shumlin has called for.\nLawmakers’ largest concerns are those that have emerged in state after state as the legalization movement has taken off: use and abuse by young people, impaired driving and commercialization.\nBut the opiate crisis, in which heroin, fentanyl and other drugs have killed more than 2,000 people in New England in the last year, is a substantial stumbling block, complicating efforts throughout the region and figuring into anti-legalization political alliances."}