{"date":"2016-04-18","title":"Study Confirms Medical Costs Rising For Post-obamacare Patients – Along With Premiums","content":"For Americans wondering why their health care premiums and deductibles are rising so dramatically, a new study by the Blue Cross Blue Shield Association provides some answers.\nThe study, released on March 30, found that people who enrolled in BCBS after the Affordable Care Act became law had higher rates of disease than those who'd been enrolled before ObamaCare took effect, suggesting insurers indeed are taking on higher-risk and higher-cost patients. Their costs are rising, along with premiums in general.\nThe study claims to represent \"a comprehensive, in-depth study of actual medical claims among those enrolled.\" Blue Cross Blue Shield represents more patients in the health insurance exchanges than any other insurer.\nThe study found:\nNew enrollees in individual health plans in 2014 and 2015 had higher rates of hypertension, diabetes, depression, coronary artery disease, HIV and Hepatitis C than those enrolled before ObamaCare.\nNew enrollees received significantly more medical care, on average, than those with individual or employer-based plans.\nNew enrollees had more inpatient admissions, outpatient visits, prescriptions filled and emergency room visits.\nMedical costs for new members were, on average, 19 percent higher than for employer-based members in 2014, and 22 percent higher last year. Average monthly medical spending for those newly enrolled members also rose at a higher rate in that period.\n\"The findings underscore the need for all of us in the health care system, and newly insured consumers, to work together to make sure that people get the right health care service in the right care setting and at the right time,\" said Alissa Fox, senior vice president for BCBSA, in a press release.\nA report from Freedom Partners earlier this year showed premiums on the individual market are rising by double digits in most states.\nA recent Daily Caller examination of annual reports from insurers also found storm clouds on the horizon of the exchanges. It found that eight of the 11 remaining exchanges may fail this year, despite assurances from the Obama administration.\n\"What we would like to see in general is increased competition, that's exactly what we got,\" White House Press Secretary Josh Earnest said on April 11. \"We also were looking to save money. Over the next ten years we will find ... tens of billions of dollars in deficit reduction as a result of the Affordable Care Act.\"\nEarnest's observation stands in stark contrast to that of Thomas Miller, a resident fellow at  the American Enterprise Institute who specializes in the Affordable Care Act. He told Fox News that the exchanges, \"were artificial,  a hopeful creation propped up by political forces in Congress which wanted to try to use public money to experiment with a different type of health insurance coverage. It never made a whole lot of sense from the start.\"\nThe Affordable Care Act has resulted in historic increases in coverage for workers who've not had health care coverage before, according to  a report Monday in The New York Times, which used census samples provided by the University of Minnesota Population Center. But it's a success that comes with huge costs, in the form of higher insurance premiums and deductibles for many Americans.\nThere may be political costs, too, in this election year, with illegal immigration a hotly contested issue. The Times study found, \"Hispanics, a coveted group of voters this election year, accounted for nearly a third of the increase in adults with insurance.\" It added that health coverage for low-skilled workers “saw sharp increases,” and many who benefited were not citizens.\n"}