{"date":"2016-04-25","title":"Southern Cities Split With States on Social Issues","content":"JACKSON, Miss. — It was not that long ago that Victoria Fortenberry figured she would mark her 18th birthday by getting on a bus and getting out of Mississippi. But here she was, blue-haired, tattooed and 19 years old, singing at a party for a new line of craft beer to a crowd that included her girlfriend.\nMs. Fortenberry came here to attend a Christian college and found a place where she could be unashamedly Southern and openly gay in a way not possible in her conservative suburban hometown, or even in the Jackson of a decade ago. And so: “At some point,” she said, “I decided I won’t just leave.”\nJackson may not register nationally as an outpost of bohemianism or urbane liberalism. But its city government, which is majority black and Democratic, refuses to fly the Confederate-themed state flag at municipal buildings, and this month voted unanimously to oppose a new state law that creates special legal protections for opponents of same-sex marriage. And it has a place for blue-haired singers — and their girlfriends.\nJackson is among a group of Southern cities from Dallas to Durham, N.C., where the digital commons, economic growth and a rising cohort of millennials have helped remake the culture. Many of these cities have found themselves increasingly at odds with their states, and here in a region that remains the most conservative in the country, the conflicts are growing more frequent and particularly pitched.\nFights are raging over gay rights here and in North Carolina, where a new law limits transgender bathroom access and pre-empts local governments from passing their own anti-discrimination ordinances. The resistance has been fierce in North Carolina, where companies have called off expansion plans and Ringo Starr and Bruce Springsteen have canceled concerts.\nThe potential consequences of these boycotts point up the complications, though: In a South dominated by the politics of rural and suburban conservatives, a canceled rock concert or technology project is likely to punish the places that oppose the legislation, and have little effect on the areas that support it.“We’ve got this divide,” said Ferrel Guillory, the director of the Program on Public Life at the University of North Carolina at Chapel Hill. “The divide between the cultural conservatism of older suburbs and older rural areas, and these new, thriving, modern economy, diverse cities.”\nThe skirmishes over gay rights are only part of the growing rift between Southern cities, with their mostly Democratic municipal governments, and Southern state legislatures, which have come to be dominated by Republicans.\nLawmakers in Alabama recently blocked cities from setting their own minimum wages, while Charlotte and Jackson have fought with the states over control of their airports. North Carolina’s Republican legislature has redrawn city council districts and tried to stop municipalities from becoming “sanctuary cities” for immigrants. The Arkansas and Tennessee legislatures have passed laws that, like North Carolina’s, ban local anti-discrimination ordinances that differ from state law."}