{"date":"2016-04-25","title":"Immigrants, the Poor and Minorities Gain Sharply Under Affordable Care Act","content":"LOS ANGELES — The first full year of the Affordable Care Act brought historic increases in coverage for low-wage workers and others who have long been left out of the health care system, a New York Times analysis has found. Immigrants of all backgrounds — including more than a million legal residents who are not citizens — had the sharpest rise in coverage rates.\nHispanics, a coveted group of voters this election year, accounted for nearly a third of the increase in adults with insurance. That was the single largest share of any racial or ethnic group, far greater than their 17 percent share of the population. Low-wage workers, who did not have enough clout in the labor market to demand insurance, saw sharp increases. Coverage rates jumped for cooks, dishwashers, waiters, as well as for hairdressers and cashiers. Minorities, who disproportionately worked in low-wage jobs, had large gains.\nThe health care law was one of the most bitterly contested pieces of legislation in the country’s history. It remains controversial because of its costs to both taxpayers and insurance customers. The high premiums and high deductibles of many plans still make coverage a crushing financial burden for some families.\nAnd the law is not close to achieving the goal of universal coverage, in part because 19 states have declined to expand their Medicaid programs for the poor, an option the Supreme Court granted them in a landmark 2012 case. Nevertheless, the Times’s analysis shows that by the end of that first full year, 2014, so many low-income people gained coverage that it halted the decades-long expansion of the gap between the haves and the have-nots in the American health insurance system, a striking change at a time when disparities between rich and poor are growing in many areas.\n“The law has clearly reduced broad measures of inequality,” said David Cutler, an economics professor at Harvard, who served in the Clinton administration and advised the 2008 Obama campaign on health issues. “These are people who blend into the background of the economy. They are cleaning your hotel room, making your sandwich. The law has helped this population enormously.”\nUntil now, the impact of the law has been measured mostly in broad numbers of newly insured people — about 20 million by the administration’s most recent account. But the Times’s analysis of census data from 2014, the first year the heart of the law was in full effect, provides a finely detailed look at who the newly insured actually are — by race, education, occupation, immigration status, and family structure.\nThe analysis shows how the law lifted some of the most vulnerable citizens. Part-time workers gained insurance at a higher rate than full-time workers, and people with high school degrees gained it at double the rate of college graduates. Adults living in households headed by relatives, such as siblings or cousins — often a marker of economic distress — gained insurance at double the rate of those in traditional households."}