{"date":"2016-04-18","title":"Apple Harvested Almost $40 Million Worth Of Gold From Recycled Gadgets Last Year","content":"Apple harvested almost $40 million worth of gold from recycled gadgets last year, and is now deploying robots to take iPhones apart in a major environmental push.\nIn its latest annual environmental responsibility report, which was published last week, Apple explained that it gathered 2,204 pounds of recycled gold during its fiscal year 2015. The gold, which weighs more than a ton , is worth $39.6 million.\nApple recovered more than 63 million pounds of various materials via its “take-back” recycling initiatives in 2015, according to the company’s environmental report. The tech giant gathered over 23 million pounds of steel, making it the most recycled material, and more than 13 million pounds of plastics. Other recycled materials include glass, aluminum, copper, cobalt, nickel, lead, zinc, tin and silver.\nGold and copper are present in iPhone camera technology, while cobalt and lithium are used in batteries. Silver is deployed in motherboards.\nEarlier this year Apple consolidated a number of customer recycling programs into its Renew initiative, which lets customers return old devices to the company. Depending on the device, some products are eligible for credit from Apple.\nThe Cupertino, Calif.-based firm is also harnessing sophisticated technology to boost its recycling efforts. “Existing recycling techniques, like shredding, only recover a few kinds of materials and often diminish their quality,” it explained, in its annual report. “So we invented Liam, a line of robots designed to disassemble 1.2 million phones a year, sorting all their high-quality components and reducing the need to mine more resources from the earth.”\nThe Liam prototypes, which disassemble the iPhone 6, are now operating in California and Holland. “We hope this kind of thinking will inspire others in our industry,” Apple added.\nSpeaking during Apple’s iPhone SE launch event last month, Lisa Jackson, the company’s vice president for Environment, Policy and Social Initiatives, said the robots help save natural resources. “Tungsten from the iPhone alert module can be used to make a precision cutting tool and the silver from the motherboard can be used in a solar panel,” she said. “Ultimately our goal is to create breakthroughs that allow us to use high-quality materials in our own products.”\nEnvironmental group Greenpeace welcomed Apple’s high-tech recycling move.\n“It’s definitely a model that we would like to see grow,” Gary Cook, senior IT analyst at Greenpeace, told FoxNews.com. “What they are trying to be is a catalyst in the [tech] sector – if you look at the sector at the moment, most of the e-waste ends up just going into shredders, so you’re giving up on the components in the product.”\nCook added that people working in the electronics recycling industry also need better guidance from tech manufacturers on how to recover valuable components. “We would like to see Apple and others provide information on how to disassemble these products,” he said. “If you can’t easily break down the product in a way that lets you harvest what is inside, it could end up in a shredder.”"}