{"date":"2016-04-25","title":"Appeals Court Favors Transgender Student in Virginia Restroom Case","content":"Weeks after a new North Carolina law put transgender bathroom access at the heart of the nation’s culture wars, a federal appeals court in Richmond, Va., ruled on Tuesday in favor of a transgender student who was born female and wishes to use the boys’ restroom at his rural Virginia high school.\nAdvocates for lesbian, gay, bisexual and transgender people note that the ruling from the United States Court of Appeals for the Fourth Circuit applies to North Carolina, where the controversial law approved last month limits transgender people to bathrooms in government buildings, including public schools, that correspond with the gender listed on their birth certificates.\nAs a result of the ruling, those advocates say, that portion of the North Carolina law that applies to public schools now clearly violates Title IX — the federal law that prohibits gender discrimination in schools.\n“Our expectation is that the North Carolina schools reverse course immediately, as in tomorrow,” Sarah Warbelow, the legal director for the Human Rights Campaign, an L.G.B.T. rights group, said Tuesday night.\nThe ruling in favor of Gavin Grimm, a junior at Gloucester High School in southeastern Virginia, does not immediately grant him the right to use the boys’ restrooms; rather, it directs a lower court that had ruled against him to re-evaluate Mr. Grimm’s request for a preliminary injunction to be able to use those restrooms.\nBut it is the first time that a federal appellate court has ruled that Title IX protects the rights of such students to use the bathroom that corresponds with their gender identity.\nThe ruling also comes as some school districts and state governments around the country are grappling with the question of whether transgender people should be allowed to go to the public facilities that correspond with their gender identity, or whether, as many conservatives believe, such access would infringe on the privacy rights of others.\nBoycotts and protests have followed the passage of the North Carolina law, but Gov. Pat McCrory has essentially stood by it. On Tuesday, Joshua Block, a lawyer with the American Civil Liberties Union, which brought the case on Mr. Grimm’s behalf, argued that such state and local legislation violated federal law."}