{"date":"2016-04-18","title":"Ags, Activists Accused Of 'collusion' On Exxon Probe Amid New Emails","content":"(Reuters)\nState Democratic officials are facing mounting accusations they secretly coordinated with climate activists to investigate whether ExxonMobil hid the truth about global warming, as new documents show the collaboration went deeper than previously thought.\nEmails obtained and released by the Energy & Environment Legal Institute show a number of state attorneys general and their staff received advice and guidance from environmental activists at a March 29 meeting in New York, on the same day as a major press conference. \nThe meeting included a presentation by Peter Frumhoff of the Union of Concerned Scientists on the “imperative of taking action now on climate change.” Matt Pawa, who litigated against Exxon in a global warming case, was also in attendance, giving a presentation regarding climate change litigation to the AGs and their staff.\nThe emails suggest a degree of secrecy surrounding the meeting. One email chain shows Pawa asking Lemuel Srolovic, chief of New York Attorney General Eric Schneiderman’s Environmental Protection Bureau, if he can confirm his attendance to a Wall Street Journal reporter. Srolovic requests he not do so.\n“My ask is if you speak to the reporter, to not confirm you attended or otherwise discuss the event,” Srolovic wrote .\nAnother email chain shows Srolovic and Scott Kline, a Vermont assistant attorney general, even drawing up a Common Interest Agreement, in order to protect as privileged the discussions at the meeting.\nThe meeting occurred the same day as a press conference featuring former Vice President Al Gore where 17 attorneys general announced a coalition to more aggressively target oil companies they claim have deceived the public over the risks of climate change.\nMassachusetts and the U.S. Virgin Islands, whose AG is an independent, announced probes into the oil giant the same day. California Attorney General Kamala Harris had announced a similar probe in January.  The probes follow a related investigation by Schneiderman’s office, who subpoenaed Exxon’s financial records and emails last November. \nThe latest emails are hardly the first sign of a coordinated push against Exxon. \nAccording to the Wall Street Journal , a January meeting in Manhattan was a key moment in the plan to unleash a Big Tobacco-style government probe of oil companies. The meeting brought together several veteran environmental activists to discuss how to “establish in [the] public’s mind that Exxon is a corrupt institution that has pushed humanity (and all creation) toward climate chaos and grave harm.” \nAs more emails are released, Exxon is striking back. \n“These revelations from the meeting in January, and now these emails, show that there is a lot of collaboration, collusion, conspiracy -- pick a word -- that shows these groups and trial lawyers working together to attack a company that has 75,000 employees and millions of shareholders,” Alan Jeffers, media relations manager for ExxonMobil told FoxNews.com. “That’s who these people are attacking, these employees and shareholders who benefit when the company does well.”\n\"In the end, it seems the only parties that may be breaking the law are those colluding AGs in their scheme to silence political opposition, while seeking funds for their preferred policy agenda,” Chris Horner, an attorney who obtained the email records for the E&E Legal Institute and whose own group was targeted with a subpoena, wrote in a FoxNews.com op-ed .\nA spokesman for the New York Attorney General’s office denied any accusation of collusion.\n“The office routinely collaborates with other states and receives input from outside organizations. Ultimately, decisions on which cases we pursue are based solely on the merits and the law—and nothing else,\" Matt Mittenthal told FoxNews.com in an email. \nSchneiderman has indicated ExxonMobil is not the only energy company in his office's crosshairs, vowing to prosecute any that committed fraud to maximize profit at the public's expense “to the fullest extent of the law.”\nExxonMobil last week issued a challenge to a subpoena issued by the Virgin Islands, calling it unwarranted and an attack on ExxonMobil’s freedom of speech."}