{"date":"2016-04-18","title":"Texas Governor Declares State Of Disaster In Nine Counties Amid Sweeping Rainfall","content":"With more than a foot of rain falling in parts of Houston by Monday afternoon and much of the surrounding areas shut down, Texas Gov. Greg Abbott declared a state of disaster in nine counties.\nAt a late afternoon press conference, Abbott said there had been over 1,000 water rescues. Authorities also were investigating two fatalities to see if they were weather related.\nCrews watching the high water on a Houston freeway service road saw an 18-wheeler truck drive directly into high water, Harris County Precinct 5 Sgt. Herbert Martinez said. Workers later found the driver's body inside the truck.\nOfficials also were trying to determine if the storm was responsible for the death of a contractor working for the city's airport system whose body was found in a submerged vehicle.\nThe floods turned commuting into a nightmare, forced schools in the nation's fourth-largest city to close and knocked out power to thousands of people who were urged to shelter in place.\nMayor Sylvester Turner told people to stay home to fend off a weather system he called \"stubborn.\" More rain was projected over the next two to three days although heavy downpours had subsided somewhat by midday and only another half-inch was expected through Monday night, he said.\nRain gauges in parts of Harris County, which includes most of Houston, showed water levels approaching 20 inches since late Sunday night. Ten-inch and higher rainfall amounts were common, particularly in west and north sections of the Southeast Texas area.\nThe Harris County Flood Control District reported 13 bayous and creeks out of their banks, several of them in Houston.\n\"There is water all over the place, there is flooding all over the place,\" Turner said.\nThe counties where Abbott declared a state of disaster were Austin, Bastrop, Colorado, Fort Bend, Grimes, Harris, Montgomery, Waller and Wharton.\nSeveral shelters were established for people forced from their homes.  At least 100 people taken from apartment complexes in the north part of the city were being sheltered at a shopping mall.\nHarris County Judge Ed Emmett, the county's chief administrator, said more than 1,000 homes were flooded.\n\"This is a rain event that's very significant, no question about it,\" he said. \"Many of those homes haven't flooded before.\"\nAbout 1 million students got the day off, including the Houston Independent School District's 215,000 students, Texas' largest public school district. Most colleges and universities also closed because of the bad weather.\nNo other major injuries were reported.\nDozens of Houston subdivisions flooded. At least two interstates -- I-10, the main east-west freeway, and I-45, the major north-south freeway -- were under water near downtown.\n\"We've seen those go under water before and they're under water again,\" Emmett said."}