{"date":"2016-04-25","title":"Family of Immigrants, Only One a Citizen, Anxiously Awaits Supreme Court Ruling","content":"FAIRFAX, Va. — Jerry Pinto, an immigrant from Bolivia, has visions of opening a spacious carpentry workshop in this suburban city, with his name in bold letters over the door.\n“I want a place where I can be visible,” he says wistfully. But for now he knows he has to lie low, because he is in the country illegally. He runs his carpentry business almost surreptitiously from the cramped garage behind his house.\nMr. Pinto is among more than four million unauthorized immigrants whose lives could be transformed by the Supreme Court. On Monday, the justices will hear oral arguments in a challenge brought by 26 states, led by Texas, to President Obama’s effort through executive action to give the immigrants legal work permits and protection from deportation.\nDepending on the outcome, people like Mr. Pinto will have a chance to come out into the open or will remain, perhaps for years, in a twilight underground. And the stakes are high in this election year, since the two leading candidates for the Republican presidential nomination, Donald J. Trump and Senator Ted Cruz of Texas, have both said they would deport all 11 million foreigners in the country illegally.\nThe larger of the president’s programs before the Supreme Court would benefit immigrants who are parents of United States citizens and legal permanent residents, if they pass background checks and have no serious criminal records.\nMost of those parents have families like Mr. Pinto’s: an immigration mix that leads to differing opportunities and limits, and to openness, secrecy and fear all within one family.\nHis wife, Elvira, 47, is from Mexico, and also here illegally. His daughter, Ambar, 22, and son Jerry Rodrigo, 15, were born in Bolivia but have grown up like American children in Virginia, although without legal residency. His youngest son, Christian, 8, is the American-born citizen who makes his parents eligible for Mr. Obama’s program, should it be affirmed.\nMr. Pinto was the first in the family to come. He and his wife, whom he met while they were studying in Mexico to be economists, were middle-class professionals in Bolivia before the economy collapsed in the 1990s. They returned to Mexico, and in 2004 he joined a tide of Mexicans running the border into the United States. He recalls being lost for four days without water in the Arizona desert in the heat of high summer, his feet so blistered he had to crawl.\nHe made his way to Virginia where he had relatives, and he quickly discovered the work available to him without legal papers or a Social Security number was in construction — outdoors. He soon added a second trade, learning plumbing to work two jobs at once. Then he learned another skill, making exterior moldings. Several years ago he purchased an industrial saw that he installed in his garage and started his own company."}