{"date":"2016-04-19","title":"Is Hillary Angling To Be The First Black Female President?","content":"When it comes to pandering nobody does it better than Hillary Clinton – who is desperate to become the nation’s first black female president.\nIn her latest outreach to New York City’s black voters, Mrs. Clinton told hip-hop radio show hosts that she carries a bottle of hot sauce in her purse.\nIt was an apparent homage to a lyric in “Formation,” Beyonce’s latest hit song. Or as Hot Sauce Hillary calls her, “Bay-on-say.” But I’ll get to that little faux pas later.\n“I got hot sauce in my bag, swag,” is how the song goes.\nMrs. Clinton’s revelation that she likes it a little spicy came as a surprise to the hosts of Power 105.1’s Breakfast Club.\nHere’s a transcript of the conversation between Hot Sauce Hillary and the hosts of Breakfast Club on Power 105.1:\nAngela: “What’s something that you always carry with you?”\nMrs. Clinton: “Hot sauce…”\nWell, it turns out that she really does like hot sauce – a lot.\nThe Clinton campaign confirmed to Time magazine that Mrs. Clinton enjoys an array of spicy foods – from chili flakes to jalapenos. To be fair her love affair with hot sauce goes back 20 years. Her current favorite is apparently something called “Ninja Squirrel.”  \nRegardless, her on-air admission was met with skepticism in the media.\nIt was a “clear attempt to snag New York’s black vote,” TMZ opined.\nI would’ve demanded that she produce the bottle – but that’s probably why she refuses to come onto my radio program.\nContinuing with the transcript:\nCharlamagne Tha God: “Hot sauce in my bag, swag.”\nMrs. Clinton: “Hot sauce.”\nCharlamagne Tha God: “Now, I just want you to know people are going to see this and say, ‘okay, she’s pandering to black people.”\nMrs. Clinton: “Is it working?”\nNo, it's not working. What in the name of Texas Pete is she thinking?\nLast January, she was named the radio station’s “Donkey of the Day” for being inauthentic and for pandering to black people, the Washington Post reports.\nCharlamagne said Hot Sauce Hillary was trying to reach black voters in a “Grandma trying to be hip kinda way.”\nI’m just glad she didn’t beatbox the theme song to the “Fresh Prince of Bel Air.”\nNow – about that unfortunate incident involving Hot Sauce Hillary butchering Beyonce’s name.\n"}