{"date":"2016-04-25","title":"Old Houses From Canada Find a Home in Washington State","content":"FRIDAY HARBOR, Wash. — Here in the San Juan Islands of northwest Washington State, where a severe shortage of affordable housing threatens the economy and the community, a small nonprofit group has found an unlikely way to help anchor families that are struggling to stay — by lifting up unloved houses in Canada, hoisting them onto barges and hauling them to where they are needed.\nThe houses are small by modern standards and old, built in the early to mid-20th century in a booming suburb of Victoria, British Columbia, where eager buyers are now clearing the land to make way for new construction. But the structures had what builders call good bones, and the group, the San Juan Community HomeTrust, discovered that the cost of transporting them across the Haro Strait from Canada and restoring them here was comparable to the cost of building from scratch.\nThe project met a rapidly growing need: A surge of tourism and vacation home buyers in San Juan County — an archipelago of islands about 70 miles from Seattle, reachable only by air, boat or ferry — has gone hand-in-hand in recent years with a decline in fishing, shipping and agriculture jobs that once supported a middle-class island life. The number of people living in poverty in the county has risen about 17 percent since the end of the recession in 2009, according to census figures, even as the economic recovery in Washington and around the nation gained steam.\n“It’s kind life or death to keep our working families here,” said Peter Kilpatrick, the project manager in refitting the houses to be imported by the San Juan Community HomeTrust. When the rewiring, painting and structural repairs are finished in June, buyers who have already met income and residency requirements can take possession.\nThrough a combination of donated land, government and foundation grants and local fund-raising, the homes will cost the buyers — a hospital worker, several teachers and a massage therapist among them — from $160,000 to $210,000. The median market price here was almost $500,000 at the end of last year, nearly the same as in Seattle, which made San Juan the least affordable county in the state for first-time buyers, according to the Runstad Center for Real Estate Studies at the University of Washington.\nNational housing experts said the house relocation project here and another on a nearby island might be the first of their kind. But examples of the innovation that inspired the effort, they said, are easy to find — fueled in many spots around the nation by desperation as homelessness has risen and working-class families have struggled with rising prices and rents, or an inability to find homes at all."}